Repository: zertuncer/Trio-main
Catalog: Trio-main/EversenseKit/EversenseKit-063eb66e21e1555edf45e01548ab948af6a79519/EversenseKitUI/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans

source: Excellent
ar: ممتاز
cs: Vynikající
da: Fremragende
de: Ausgezeichnet
es: Excelente
fi: Erinomainen
he: מצויין
hu: Kiváló
it: Eccellente
ja: 素晴らしい
ko: 우수
nb: Utmerket
nl: Uitstekend
pl: Doskonały
pt_br: Excelente
ro: Excelent
ru: Превосходно
sk: Vynikajúce
sl: Odlično
sv: Utmärkt
tr: Mükemmel
uk: Чудово.
vi: Xuất sắc
zh_hans: 优秀

source: Falling alarming enabled
ar: تم تمكين السقوط المنذر بالخطر
cs: Pád alarmu povolen
da: Faldende alarm aktiveret
de: Fallende Alarmierung aktiviert
es: Alarma de caída activada
fi: Putoamishälytys käytössä
fr: Alarme de chute activée
he: מדאיגות נפילה מופעלות
hu: Zuhanó riasztás engedélyezve
it: Allarme caduta abilitato
ja: 落下警報有効
ko: 낙하 경보 활성화
nb: Fallende alarm aktivert
nl: Vallend alarm ingeschakeld
pl: Alarm opadania włączony
pt_br: Alarme de queda ativado
ro: Alarmă activată pentru scădere
ru: Включена сигнализация падения
sk: Pád alarmujúci povolený
sl: Omogočeno je alarmiranje ob padcu
sv: Fallande larm aktiverat
tr: Düşme alarmı etkin
uk: Увімкнено тривогу при падінні
vi: Đã bật báo động rơi
zh_hans: 启用跌落报警

source: Find your Eversense
ar: ابحث عن Eversense الخاص بك
cs: Najděte svůj Eversense
da: Find din Eversense
de: Finden Sie Ihr Eversense
es: Encuentre su Eversense
fi: Etsi Eversense
fr: Trouvez votre Eversense
he: מצא את האברסנס שלך
hu: Keresse meg az Eversense-t
it: Trova il tuo Eversense
ja: エバーセンスを探す
ko: 에버센스 찾기
nb: Finn din Eversense
nl: Vind uw Eversense
pl: Znajdź swój Eversense
pt_br: Encontre o seu Eversense
ro: Găsiți transmițătorul Eversense
ru: Найдите свой Eversense
sk: Nájdite svoj Eversense
sl: Poiščite svoj Eversense
sv: Hitta din Eversense
tr: Eversense'inizi bulun
uk: Знайди свій Eversense
vi: Tìm Eversense của bạn
zh_hans: 查找您的 Eversense

source: Force sync
ar: فرض المزامنة
cs: Vynutit synchronizaci
da: Fremtving synkronisering
de: Synchronisation erzwingen
es: Forzar sincronización
fi: Pakota synkronointi
fr: Synchronisation forcée
he: סנכרון כוח
hu: Szinkronizálás kikényszerítése
it: Forza la sincronizzazione
ja: 強制同期
ko: 강제 동기화
nb: Tving synkronisering
nl: Synchronisatie forceren
pl: Wymuś synchronizację
pt_br: Forçar sincronização
ro: Sincronizare forțată
ru: Принудительная синхронизация
sk: Vynútiť synchronizáciu
sl: Prisilna sinhronizacija
sv: Tvinga fram synkronisering
tr: Senkronizasyonu zorla
uk: Примусова синхронізація
vi: Buộc đồng bộ hóa
zh_hans: 强制同步

source: Forgot password
ar: نسيت كلمة المرور
cs: Zapomenuté heslo
da: Glemt adgangskode
de: Passwort vergessen
es: Contraseña olvidada
fi: Unohditko salasanan
fr: Mot de passe oublié
he: שכחתי סיסמה
hu: Elfelejtett jelszó
it: Password dimenticata
ja: パスワードを忘れた
ko: 비밀번호 찾기
nb: Glemt passord
nl: Wachtwoord vergeten
pl: Nie pamiętam hasła
pt_br: Esqueci-me da palavra-passe
ro: Ați uitat parola
ru: Забыли пароль
sk: Zabudnuté heslo
sl: Pozabljeno geslo
sv: Glömt lösenord
tr: Şifremi unuttum
uk: Забули пароль
vi: Quên mật khẩu
zh_hans: 忘记密码

source: Forgot Password
ar: نسيت كلمة المرور
cs: Zapomenuté heslo
da: Glemt adgangskode
de: Passwort vergessen
es: Contraseña olvidada
fi: Unohditko salasanan
fr: Mot de passe oublié
he: שכחתי סיסמה
hu: Elfelejtett jelszó
it: Password dimenticata
ja: パスワードを忘れた
ko: 비밀번호 찾기
nb: Glemt passord
nl: Wachtwoord vergeten
pl: Nie pamiętam hasła
pt_br: Esqueci-me da palavra-passe
ro: Ați uitat parola
ru: Забыли пароль
sk: Zabudnuté heslo
sl: Pozabljeno geslo
sv: Glömt lösenord
tr: Şifremi unuttum
uk: Забули пароль
vi: Quên mật khẩu
zh_hans: 忘记密码

source: Full Name
ar: الاسم الكامل
cs: Celé jméno
da: Fuldt navn
de: Vollständiger Name
es: Nombre y apellidos
fi: Koko nimi
fr: Nom complet
he: שם מלא
hu: Teljes név
it: Nome completo
ja: 氏名
ko: 전체 이름
nb: Fullstendig navn
nl: Volledige naam
pl: Imię i nazwisko
pt_br: Nome completo
ro: Nume și prenume
ru: Полное имя
sk: Celé meno
sl: Polno ime
sv: Fullständigt namn
tr: Ad Soyad
uk: Повне ім'я
vi: Tên đầy đủ
zh_hans: 全名

source: Glucose
ar: الجلوكوز
cs: Glukóza
da: Glukose
de: Glukose
es: Glucosa
fi: Glukoosi
he: גלוקוז
hu: Glükóz
it: Glucosio
ja: グルコース
ko: 포도당
nb: Glukose
pl: Glukoza
pt_br: Glicose
ro: Glicemie
ru: Глюкоза
sk: Glukóza
sl: Glukoza
sv: Glukos
tr: Glikoz
uk: Глюкоза
zh_hans: 葡萄糖

source: Glucose changing too fast
ar: تغير الجلوكوز بسرعة كبيرة
cs: Příliš rychlá změna hladiny glukózy
da: Glukose ændrer sig for hurtigt
de: Glukose ändert sich zu schnell
es: Cambio demasiado rápido de la glucosa
fi: Glukoosi muuttuu liian nopeasti
fr: Changement trop rapide du taux de glucose
he: גלוקוז משתנה מהר מדי
hu: A glükóz túl gyorsan változik
it: Il glucosio cambia troppo velocemente
ja: グルコースの変化が速すぎる
ko: 포도당이 너무 빨리 변합니다.
nb: Glukose endrer seg for raskt
nl: Glucose verandert te snel
pl: Zbyt szybka zmiana poziomu glukozy
pt_br: Alteração demasiado rápida da glucose
ro: Glicemia se schimbă prea repede
ru: Глюкоза меняется слишком быстро
sk: Príliš rýchla zmena glukózy
sl: Prehitro spreminjanje glukoze
sv: Glukos förändras för snabbt
tr: Glikoz çok hızlı değişiyor
uk: Рівень глюкози змінюється занадто швидко
vi: Glucose thay đổi quá nhanh
zh_hans: 葡萄糖变化太快

source: Glucose high
ar: ارتفاع الجلوكوز
cs: Vysoká hladina glukózy
da: Glukose høj
de: Glukose hoch
es: Glucosa alta
fi: Glukoosi korkea
fr: Glucose élevé
he: גלוקוז גבוה
hu: Magas glükózszint
it: Glucosio alto
ja: グルコース高値
ko: 포도당 고혈당
nb: Glukose høy
nl: Glucose hoog
pl: Wysoki poziom glukozy
pt_br: Glicose elevada
ro: Glicemie ridicată
ru: Высокий уровень глюкозы
sk: Vysoká hladina glukózy
sl: Visoka raven glukoze
sv: Hög glukoshalt
tr: Glikoz yüksek
uk: Високий рівень глюкози
vi: Glucose cao
zh_hans: 高血糖

source: Glucose is too high
ar: الجلوكوز مرتفع للغاية
cs: Příliš vysoká hladina glukózy
da: Glukosen er for høj
de: Glukose ist zu hoch
es: Glucosa demasiado alta
fi: Glukoosi on liian korkea
fr: Le taux de glucose est trop élevé
he: גלוקוז גבוה מדי
hu: Túl magas a glükózszint
it: Il glucosio è troppo alto
ja: グルコースが高すぎる
ko: 포도당이 너무 높습니다.
nb: Glukosen er for høy
nl: Glucose is te hoog
pl: Zbyt wysoki poziom glukozy
pt_br: A glicose é demasiado elevada
ro: Glicemia este prea mare
ru: Глюкоза слишком высока
sk: Glukóza je príliš vysoká
sl: Glukoza je previsoka
sv: Glukosnivån är för hög
tr: Glikoz çok yüksek
uk: Занадто високий рівень глюкози
vi: Glucose quá cao
zh_hans: 葡萄糖过高

source: Glucose level
ar: مستوى الجلوكوز
cs: Hladina glukózy
da: Glukose-niveau
de: Glukosegehalt
es: Nivel de glucosa
fi: Glukoositaso
fr: Taux de glucose
he: רמת גלוקוז
hu: Glükózszint
it: Livello di glucosio
ja: グルコースレベル
ko: 포도당 수준
nb: Glukosenivå
nl: Glucoseniveau
pl: Poziom glukozy
pt_br: Nível de glicose
ro: Nivelul glicemiei
ru: Уровень глюкозы
sk: Hladina glukózy
sl: Raven glukoze
sv: Glukosnivå
tr: Glikoz seviyesi
uk: Рівень глюкози
vi: Mức glucose
zh_hans: 葡萄糖水平

source: Glucose low
ar: انخفاض الجلوكوز
cs: Nízká hladina glukózy
da: Glukose lav
de: Glukose niedrig
es: Glucosa baja
fi: Glukoosi alhainen
fr: Glucose faible
he: גלוקוז נמוך
hu: Alacsony glükózszint
it: Glucosio basso
ja: グルコース低下
ko: 포도당 부족
nb: Lav glukose
nl: Glucose laag
pl: Niski poziom glukozy
pt_br: Glicose baixa
ro: Glicemie scăzută
ru: Низкий уровень глюкозы
sk: Nízka hladina glukózy
sl: Nizka raven glukoze
sv: Låg glukoshalt
tr: Glikoz düşük
uk: Низький рівень глюкози
vi: Glucose thấp
zh_hans: 葡萄糖低

source: Glucose Suspend
ar: تعليق الجلوكوز
cs: Pozastavení glukózy
da: Glukose suspenderes
de: Glukose aussetzen
es: Glucosa Suspender
fi: Glukoosin keskeyttäminen
fr: Suspension du glucose
he: השעיית גלוקוז
hu: Glükóz felfüggesztése
it: Sospensione del glucosio
ja: グルコース・サスペンド
ko: 포도당 일시 중단
nb: Glukose Suspend
nl: Glucose opschorten
pl: Zawieszenie glukozy
pt_br: Glicose Suspenso
ro: Oprire automată (glicemie scăzută)
ru: Приостановить действие глюкозы
sk: Pozastavenie glukózy
sl: Glukoza Suspend
sv: Glukos Suspend
tr: Glikoz Askıya Alma
uk: Глюкоза суспензія
vi: Glucose đình chỉ
zh_hans: 葡萄糖悬浮液

source: Glucose too high
ar: الجلوكوز مرتفع للغاية
cs: Příliš vysoká hladina glukózy
da: Glukose for høj
de: Glukose zu hoch
es: Glucosa demasiado alta
fi: Glukoosi liian korkea
fr: Glucose trop élevé
he: גלוקוז גבוה מדי
hu: Túl magas glükózszint
it: Glucosio troppo alto
ja: グルコースが高すぎる
ko: 포도당이 너무 높음
nb: For høy glukose
nl: Glucose te hoog
pl: Zbyt wysoki poziom glukozy
pt_br: Glicose demasiado elevada
ro: Glicemie prea mare
ru: Слишком высокий уровень глюкозы
sk: Príliš vysoká hladina glukózy
sl: Previsoka raven glukoze
sv: För hög glukoshalt
tr: Glikoz çok yüksek
uk: Занадто високий рівень глюкози
vi: Glucose quá cao
zh_hans: 葡萄糖过高

source: Glucose too low
ar: الجلوكوز منخفض جداً
cs: Příliš nízká hladina glukózy
da: Glukose for lav
de: Glukose zu niedrig
es: Glucosa demasiado baja
fi: Glukoosi liian alhainen
fr: Glucose trop bas
he: גלוקוז נמוך מדי
hu: Túl alacsony glükózszint
it: Glucosio troppo basso
ja: グルコースが低すぎる
ko: 포도당이 너무 낮음
nb: For lav glukose
nl: Glucose te laag
pl: Zbyt niski poziom glukozy
pt_br: Glicose demasiado baixa
ro: Glicemie prea mică
ru: Слишком низкий уровень глюкозы
sk: Príliš nízka hladina glukózy
sl: Prenizka raven glukoze
sv: För låg glukoshalt
tr: Glikoz çok düşük
uk: Занадто низький рівень глюкози
vi: Glucose quá thấp
zh_hans: 葡萄糖过低

source: Good
ar: جيد
cs: Dobrý
da: God
de: Gut
es: Bien
fi: Hyvä
fr: Bon
he: טוב
hu: Jó
it: Buono
ja: グッド
nb: Bra
nl: Goed
pl: Dobry
pt_br: Bom
ro: Bun
ru: Хорошо
sk: Dobrý
sl: Dobro
sv: Bra
tr: İyi
uk: Добре.
vi: Tốt
zh_hans: 良好

source: High Glucose
ar: ارتفاع الجلوكوز
cs: Vysoká hladina glukózy
da: Højt blodsukker
de: Hohe Glukose
es: Glucosa elevada
fi: Korkea glukoosi
fr: Hyperglycémie
he: גלוקוז גבוה
hu: Magas glükóz
it: Glucosio alto
ja: 高グルコース
ko: 고혈당
nb: Høy glukose
nl: Hoge Glucose
pl: Wysoki poziom glukozy
pt_br: Glicose elevada
ro: Glicemie ridicată
ru: Высокий уровень глюкозы
sk: Vysoká hladina glukózy
sl: Visoka raven glukoze
sv: Hög glukoshalt
tr: Yüksek Glikoz
uk: Високий рівень глюкози
vi: Glucose cao
zh_hans: 高血糖

source: High Sensor Temperature
ar: ارتفاع درجة حرارة المستشعر
cs: Vysoká teplota snímače
da: Høj sensortemperatur
de: Hohe Sensortemperatur
es: Alta temperatura del sensor
fi: Korkea anturin lämpötila
fr: Température élevée du capteur
he: חיישן טמפרטורה גבוה
hu: Magas érzékelő hőmérséklet
it: Temperatura elevata del sensore
ja: 高いセンサー温度
ko: 높은 센서 온도
nb: Høy sensortemperatur
nl: Hoge sensortemperatuur
pl: Wysoka temperatura czujnika
pt_br: Temperatura elevada do sensor
ro: Temperatură ridicată a senzorului
ru: Высокая температура датчика
sk: Vysoká teplota snímača
sl: Visoka temperatura senzorja
sv: Hög sensortemperatur
tr: Yüksek Sensör Sıcaklığı
uk: Висока температура датчика
vi: Nhiệt độ cảm biến cao
zh_hans: 传感器温度过高

source: High snooze
ar: غفوة عالية
cs: Vysoký spánek
da: Høj snooze
de: Hohe Schlummerrate
es: Alta repetición
fi: Korkea torkku
fr: Rétablissement de l'état de veille
he: ננוזה גבוהה
hu: Magas szundi
it: Snooze elevato
ja: 高スヌーズ
ko: 높은 스누즈
nb: Høy snooze
nl: Hoge sluimerstand
pl: Wysoka drzemka
pt_br: Soneca alta
ro: Amânare ridicată
ru: Высокая дремота
sk: Vysoký spánok
sl: Visoka zaspanost
sv: Hög snooze
tr: Yüksek erteleme
uk: Повторний засинання
vi: Độ báo thức cao
zh_hans: 高打盹

source: High Snooze
ar: غفوة عالية
cs: Vysoký Snooze
da: Høj snooze
de: Hoch schlummern
es: Alto Snooze
fi: Korkea torkku
fr: Haut niveau de sieste
he: סנוז גבוה
hu: Magas szundi
it: Snooze alto
ja: ハイ・スヌーズ
ko: 높은 스누즈
nb: Høy slumre
nl: Hoog sluimeren
pt_br: Soneca alta
ro: Amânare mare
ru: Высокая дремота
sk: Vysoký Snooze
sl: Visoka dremež
sv: Hög snooze
tr: Yüksek Erteleme
uk: Режим повільного сну
vi: Báo lại cao
zh_hans: 高打盹

source: High Transmitter Temperature
ar: ارتفاع درجة حرارة جهاز الإرسال
cs: Vysoká teplota vysílače
da: Høj sendertemperatur
de: Hohe Transmittertemperatur
es: Alta temperatura del transmisor
fi: Korkea lähettimen lämpötila
fr: Température élevée de l'émetteur
he: טמפרטורת משדר גבוהה
hu: Magas jeladó-hőmérséklet
it: Temperatura elevata del trasmettitore
ja: 高いトランスミッタ温度
ko: 높은 송신기 온도
nb: Høy sendertemperatur
nl: Hoge zendertemperatuur
pl: Wysoka temperatura przetwornika
pt_br: Temperatura elevada do transmissor
ro: Temperatură ridicată a transmițătorului
ru: Высокая температура передатчика
sk: Vysoká teplota vysielača
sl: Visoka temperatura oddajnika
sv: Hög temperatur på sändaren
tr: Yüksek Verici Sıcaklığı
uk: Висока температура передавача
vi: Nhiệt độ máy phát cao
zh_hans: 变送器温度过高

source: Idle
ar: خامل
cs: Nečinnost
da: Inaktiv
de: Leerlauf
es: Ralentí
fi: Tyhjäkäynti
fr: Au repos
he: סרק
hu: Üresjárat
it: Inattivo
ja: アイドル
ko: 유휴
nb: Inaktiv
nl: Inactief
pl: Bezczynność
pt_br: Inativo
ro: Inactiv
ru: Холостой ход
sk: Nečinnosť
sl: Brezizhodni
sv: Inaktiv
tr: Boşta
uk: Бездіяльність.
vi: Nhàn rỗi
zh_hans: 闲置

source: If your Eversense 365 is already active, please make sure to use the same account
ar: إذا كان Eversense 365 الخاص بك نشطاً بالفعل، يُرجى التأكد من استخدام الحساب نفسه
cs: Pokud je váš účet Eversense 365 již aktivní, ujistěte se, že používáte stejný účet.
da: Hvis din Eversense 365 allerede er aktiv, skal du sørge for at bruge den samme konto.
de: Wenn Ihr Eversense 365 bereits aktiv ist, stellen Sie bitte sicher, dass Sie das gleiche Konto verwenden
es: Si su Eversense 365 ya está activo, asegúrese de utilizar la misma cuenta
fi: Jos Eversense 365 on jo aktiivinen, varmista, että käytät samaa tiliä.
fr: Si votre Eversense 365 est déjà actif, assurez-vous d'utiliser le même compte.
he: אם Eversense 365 שלך כבר פעיל, הקפד להשתמש באותו חשבון
hu: Ha az Eversense 365 már aktív, kérjük, győződjön meg róla, hogy ugyanazt a fiókot használja.
it: Se il vostro Eversense 365 è già attivo, assicuratevi di utilizzare lo stesso account.
ja: Eversense 365がすでに有効な場合は、同じアカウントを使用してください。
ko: Eversense 365가 이미 활성화되어 있는 경우 동일한 계정을 사용해야 합니다.
nb: Hvis Eversense 365 allerede er aktiv, må du sørge for å bruke den samme kontoen
nl: Als uw Eversense 365 al actief is, zorg er dan voor dat u hetzelfde account gebruikt.
pl: Jeśli usługa Eversense 365 jest już aktywna, należy użyć tego samego konta.
pt_br: Se o seu Eversense 365 já estiver ativo, certifique-se de que utiliza a mesma conta
ro: Dacă Eversense 365 este deja activ, asigurați-vă că utilizați același cont
ru: Если ваш Eversense 365 уже активен, убедитесь, что вы используете ту же учетную запись.
sk: Ak je váš účet Eversense 365 už aktívny, uistite sa, že používate rovnaké konto
sl: Če je vaš Eversense 365 že aktiven, se prepričajte, da uporabljate isti račun.
sv: Om din Eversense 365 redan är aktiv, se till att du använder samma konto
tr: Eversense 365 hesabınız zaten etkinse, lütfen aynı hesabı kullandığınızdan emin olun
uk: Якщо ваш Eversense 365 вже активний, переконайтеся, що ви використовуєте той самий обліковий запис
vi: Nếu Eversense 365 của bạn đã hoạt động, vui lòng đảm bảo sử dụng cùng một tài khoản
zh_hans: 如果您的 Eversense 365 已经激活，请确保使用同一账户

source: In 4 hours, your calibration will be past due and no glucose will be displayed. Please enter a fingerstick blood glucose calibration now.
ar: بعد 4 ساعات، سيتجاوز موعد المعايرة ولن يتم عرض أي جلوكوز. يُرجى إدخال معايرة الجلوكوز في الدم بعصا الإصبع الآن.
cs: Za 4 hodiny bude kalibrace po termínu a glukóza se nezobrazí. Zadejte nyní kalibraci glukózy z prstu.
da: Om 4 timer vil din kalibrering være forældet, og der vil ikke blive vist noget blodsukker. Indtast venligst en blodsukkerkalibrering med fingerstik nu.
de: In 4 Stunden ist Ihre Kalibrierung überfällig und es wird kein Blutzucker angezeigt. Bitte geben Sie jetzt eine Blutzuckerkalibrierung mit dem Finger ein.
es: En 4 horas, su calibración estará vencida y no se mostrará ninguna glucosa. Por favor, introduzca ahora una calibración de glucosa en sangre.
fi: Kalibrointi on 4 tunnin kuluttua myöhässä, eikä glukoosia näytetä. Syötä sormenpääverensokerin kalibrointi nyt.
fr: Dans 4 heures, votre étalonnage sera échu et aucun glucose ne sera affiché. Veuillez procéder maintenant à un étalonnage de la glycémie à l'aide d'un bâtonnet.
he: בעוד 4 שעות, הכיול שלך ייגמר ולא יוצג גלוקוז. אנא הזן כיול גלוקוז בדם ממקל האצבע עכשיו.
hu: 4 óra múlva a kalibráció lejárt, és nem jelenik meg a glükóz. Kérjük, most adjon meg egy ujjbegyes vércukor kalibrációt.
it: Tra 4 ore, la calibrazione sarà scaduta e non verrà visualizzato alcun glucosio. Immettere ora una calibrazione della glicemia da dito.
ja: 4時間後、校正は期限切れとなり、グルコースは表示されません。今すぐ指血糖キャリブレーションを入力してください。
ko: 4시간이 지나면 보정 기한이 지나고 포도당이 표시되지 않습니다. 지금 핑거스틱 혈당 보정을 입력하세요.
nb: Om 4 timer vil kalibreringen være overskredet, og ingen glukose vil bli vist. Vennligst angi en blodsukkerkalibrering med fingerstikk nå.
nl: Over 4 uur is uw kalibratie verstreken en wordt er geen glucose weergegeven. Voer nu een bloedglucose kalibratie met een vingerprik uit.
pl: Za 4 godziny upłynie termin kalibracji i glukoza nie będzie wyświetlana. Przeprowadź teraz kalibrację stężenia glukozy we krwi z opuszka palca.
pt_br: Dentro de 4 horas, a calibração estará vencida e não será apresentada qualquer glicemia. Introduza agora uma calibração de glicemia por picada no dedo.
ro: În 4 ore, calibrarea va fi expirată și nu va fi afișată nicio măsurătoare a glicemiei. Vă rugăm să introduceți acum o calibrare a glicemiei prin prelevare capilară.
ru: Через 4 часа калибровка будет просрочена, и глюкоза не будет отображаться. Пожалуйста, проведите калибровку глюкозы крови с помощью пальца сейчас.
sk: Za 4 hodiny bude vaša kalibrácia po termíne a nezobrazí sa žiadna glukóza. Zadajte teraz kalibráciu glukózy z prsta.
sl: Čez 4 ure bo umerjanje poteklo in glukoza ne bo prikazana. Zdaj vnesite kalibracijo glukoze v krvi s prstnim merilnikom.
sv: Om 4 timmar kommer din kalibrering att vara förfallen och ingen glukos kommer att visas. Ange en kalibrering av blodglukos med fingerstick nu.
tr: 4 saat içinde kalibrasyonunuzun zamanı geçmiş olacak ve hiçbir glikoz görüntülenmeyecektir. Lütfen şimdi bir parmak çubuğu kan şekeri kalibrasyonu girin.
uk: Через 4 години ваше калібрування буде прострочено, і рівень глюкози не відображатиметься. Будь ласка, введіть калібрування рівня глюкози в крові зараз.
vi: Trong 4 giờ, hiệu chuẩn của bạn sẽ quá hạn và không có glucose nào được hiển thị. Vui lòng nhập hiệu chuẩn đường huyết bằng ngón tay ngay bây giờ.
zh_hans: 4 小时后，您的校准时间将过期，届时将不会显示血糖。请立即输入指血标本进行血糖校准。

source: Increasing the Upload Delay will lower the Internet usage, but gives the Eversense DMS a small delay
ar: ستؤدي زيادة تأخير التحميل إلى تقليل استخدام الإنترنت، ولكنها تمنح Eversense DMS تأخيرًا بسيطًا
cs: Zvýšení zpoždění nahrávání sníží využití internetu, ale způsobí malé zpoždění systému Eversense DMS.
da: At øge uploadforsinkelsen vil sænke internetforbruget, men giver Eversense DMS en lille forsinkelse
de: Das Erhöhen der Upload-Verzögerung verringert die Internetnutzung, führt aber zu einer kleinen Verzögerung des Eversense DMS
es: Aumentar el retardo de subida reducirá el uso de Internet, pero dará al Eversense DMS un pequeño retardo.
fi: Upload Delay -viiveen lisääminen vähentää Internetin käyttöä, mutta antaa Eversense DMS:lle pienen viiveen.
fr: L'augmentation du délai de chargement réduit l'utilisation de l'Internet, mais entraîne un léger retard pour le système Eversense DMS.
he: הגדלת עיכוב ההעלאה תפחית את השימוש באינטרנט, אך תעניק ל- Eversense DMS עיכוב קטן
hu: A Feltöltési késleltetés növelése csökkenti az internethasználatot, de az Eversense DMS-nek egy kis késleltetést biztosít.
it: Aumentando il ritardo di caricamento si riduce l'utilizzo di Internet, ma il DMS Eversense subisce un piccolo ritardo.
ja: アップロード遅延を増やすと、インターネットの使用量は減りますが、エバーセンスDMSにわずかな遅延が生じます。
ko: 업로드 지연을 늘리면 인터넷 사용량이 줄어들지만, 에버센스 DMS에 약간의 지연이 발생합니다.
nb: Hvis du øker opplastingsforsinkelsen, reduseres Internett-bruken, men Eversense DMS får en liten forsinkelse
nl: Het verhogen van de uploadvertraging verlaagt het internetgebruik, maar geeft de Eversense DMS een kleine vertraging.
pl: Zwiększenie opóźnienia wysyłania zmniejszy wykorzystanie Internetu, ale spowoduje niewielkie opóźnienie systemu Eversense DMS
pt_br: Aumentar o atraso de carregamento reduzirá o uso da Internet, mas dará ao Eversense DMS um pequeno atraso
ro: Creșterea întârzierii la încărcare va reduce utilizarea internetului, dar va oferi Eversense DMS o mică întârziere
ru: Увеличение задержки загрузки снизит использование Интернета, но даст Eversense DMS небольшую задержку.
sk: Zvýšenie oneskorenia nahrávania zníži využitie internetu, ale spôsobí malé oneskorenie systému Eversense DMS
sl: Povečanje zakasnitve nalaganja bo zmanjšalo uporabo interneta, vendar bo sistem Eversense DMS imel majhno zakasnitev.
sv: Om du ökar Upload Delay minskar internetanvändningen, men Eversense DMS får en liten fördröjning
tr: Yükleme Gecikmesini artırmak İnternet kullanımını azaltır, ancak Eversense DMS'ye küçük bir gecikme sağlar
uk: Збільшення затримки завантаження зменшує використання Інтернету, але дає Eversense DMS невелику затримку
vi: Tăng độ trễ tải lên sẽ làm giảm mức sử dụng Internet, nhưng mang lại cho Eversense DMS một độ trễ nhỏ
zh_hans: 增加上传延迟会降低互联网使用率，但会给 Eversense DMS 带来少量延迟。

source: Information
ar: المعلومات
cs: Informace
de: Informationen
es: Información
fi: Tiedot
fr: Informations
he: מידע
hu: Információ
it: Informazioni
ja: インフォメーション
ko: 정보
nb: Informasjon
nl: Informatie
pl: Informacje
pt_br: Informações
ro: Informare
ru: Информация
sk: Informácie
sl: Informacije
sv: Information om
tr: Bilgi
uk: Інформація
vi: Thông tin
zh_hans: 信息

source: Initialization
ar: التهيئة
cs: Inicializace
da: Initialisering
de: Initialisierung
es: Inicialización
fi: Alustaminen
fr: Initialisation
he: אתחול
hu: Inicializálás
it: Inizializzazione
ja: 初期設定
ko: 초기화
nb: Initialisering
nl: Initialisatie
pl: Inicjalizacja
pt_br: Inicialização
ro: Inițializare
ru: Инициализация
sk: Inicializácia
sl: Inicializacija
sv: Initialisering
tr: Başlatma
uk: Ініціалізація
vi: Khởi tạo
zh_hans: 初始化

source: Insertion date
ar: تاريخ الإدراج
cs: Datum vložení
da: Dato for indsættelse
de: Datum der Einfügung
es: Fecha de inserción
fi: Asettamispäivä
fr: Date d'insertion
he: תאריך כניסה
hu: Beillesztés dátuma
it: Data di inserimento
ja: 挿入日
ko: 삽입 날짜
nb: Dato for innsetting
nl: Datum invoegen
pl: Data wprowadzenia
pt_br: Data de inserção
ro: Data inserției
ru: Дата вставки
sk: Dátum vloženia
sl: Datum vnosa
sv: Datum för införande
tr: Ekleme tarihi
uk: Дата введення
vi: Ngày chèn
zh_hans: 插入日期

source: Insufficient data
ar: بيانات غير كافية
cs: Nedostatečné údaje
da: Utilstrækkelige data
de: Unzureichende Daten
es: Datos insuficientes
fi: Riittämättömät tiedot
fr: Données insuffisantes
he: נתונים לא מספיקים
hu: Elégtelen adat
it: Dati insufficienti
ja: データ不足
ko: 데이터 부족
nb: Utilstrekkelige data
nl: Onvoldoende gegevens
pl: Niewystarczające dane
pt_br: Dados insuficientes
ro: Date insuficiente
ru: Недостаточно данных
sk: Nedostatočné údaje
sl: Nezadostni podatki
sv: Otillräckliga uppgifter
tr: Yetersiz veri
uk: Недостатньо даних
vi: Không đủ dữ liệu
zh_hans: 数据不足

source: Invalid time
ar: وقت غير صالح
cs: Neplatný čas
da: Ugyldig tid
de: Ungültige Zeit
es: Hora no válida
fi: Virheellinen aika
fr: Heure non valide
he: זמן לא חוקי
hu: Érvénytelen idő
it: Ora non valida
ja: 無効な時間
ko: 유효하지 않은 시간
nb: Ugyldig klokkeslett
nl: Ongeldige tijd
pl: Nieprawidłowy czas
pt_br: Hora inválida
ro: Ora invalidă
ru: Неверное время
sk: Neplatný čas
sl: Nepravilen čas
sv: Ogiltig tid
tr: Geçersiz zaman
uk: Неправильний час
vi: Thời gian không hợp lệ
zh_hans: 时间无效
